[
    {
        "id": 1,
        
        "chefPicture": "https://plus.unsplash.com/premium_photo-1661778021952-65997d03b2b2?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8N3x8Y2hlZnxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
        "chefName": "John Doe",
        "yearsOfExperience": 10,
        "numberOfRecipes": 50,
        "likes": 1000,
        "description": "Chef John Doe is a master of classic French cuisine with over 20 years of experience in the industry. He began his culinary career as a dishwasher in a small bistro, working his way up through the ranks and eventually earning a Michelin star for his signature dish, Coq Au Vin. Chef John is known for his precise knife skills and attention to detail, which he brings to every dish he creates. When he's not in the kitchen, you can find him hiking in the mountains or sampling new wines."
    },
    {
        "id": 2,
        "chefPicture": "https://media.istockphoto.com/id/1336500353/photo/man-working-from-home-eating-take-out-pizza-and-using-a-laptop.jpg?s=170667a&w=0&k=20&c=aqlGPlSF4Db9kvWnV5iN4jSgAHneLxaYeSI69nvI6sI=",
        "chefName": "Jane Smith",
        "yearsOfExperience": 5,
        "numberOfRecipes": 30,
        "likes": 500,
        "description": "Chef Jane Smith is a rising star in the world of Mexican cuisine. Born and raised in Mexico City, she draws inspiration from her childhood memories of cooking with her grandmother. Chef Maria has trained under some of the most respected chefs in the industry, including Rick Bayless and Enrique Olvera. Her passion for fresh, vibrant ingredients and bold flavors is evident in every dish she creates. In her spare time, Chef Maria loves exploring the city's vibrant food scene and practicing yoga."
    },
    {
        "id": 3,
        "chefPicture": "https://images.unsplash.com/photo-1600565193348-f74bd3c7ccdf?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
        "chefName": "David Lee",
        "yearsOfExperience": 12,
        "numberOfRecipes": 60,
        "likes": 1500,
        "description": "Chef David Lee is a pioneer in the world of sustainable seafood. He is the founder of a seafood restaurant that exclusively serves seafood caught using sustainable fishing methods. Chef David's commitment to sustainability extends beyond his restaurant, and he frequently collaborates with local organizations to raise awareness about the importance of sustainable fishing practices. When he's not in the kitchen, you can find Chef David volunteering at local food banks or hiking in the nearby wilderness."
    },
    {
        "id": 4,
        "chefPicture": "https://media.istockphoto.com/id/480379758/photo/chef-serving-a-plate-at-a-restaurant.jpg?s=170667a&w=0&k=20&c=sv9aw1Wjlqo3y0CG0EbagvEhJPxO2fIJvLa7v1c9uYc=",
        "chefName": "Sara Garcia",
        "yearsOfExperience": 7,
        "numberOfRecipes": 40,
        "likes": 800,
        "description": "Chef Sara Garcia is a master of classic French cuisine with over 20 years of experience in the industry. He began his culinary career as a dishwasher in a small bistro, working his way up through the ranks and eventually earning a Michelin star for his signature dish, Coq Au Vin. Chef John is known for his precise knife skills and attention to detail, which he brings to every dish he creates. When he's not in the kitchen, you can find him hiking in the mountains or sampling new wines."
    },
    {
        "id": 5,
        "chefPicture": "https://images.unsplash.com/photo-1595273670150-bd0c3c392e46?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1yZWxhdGVkfDl8fHxlbnwwfHx8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
        "chefName": "Peter Brown",
        "yearsOfExperience": 8,
        "numberOfRecipes": 45,
        "likes": 900,
        "description": "Chef Peter Brown is a rising star in the world of Mexican cuisine. Born and raised in Mexico City, she draws inspiration from her childhood memories of cooking with her grandmother. Chef Maria has trained under some of the most respected chefs in the industry, including Rick Bayless and Enrique Olvera. Her passion for fresh, vibrant ingredients and bold flavors is evident in every dish she creates. In her spare time, Chef Maria loves exploring the city's vibrant food scene and practicing yoga."
    },
    {
        "id": 6,
        "chefPicture": "https://images.unsplash.com/photo-1611728022556-d1475c4ce9d3?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1yZWxhdGVkfDExfHx8ZW58MHx8fHw%3D&auto=format&fit=crop&w=500&q=60",
        "chefName": "Emily Davis",
        "yearsOfExperience": 6,
        "numberOfRecipes": 35,
        "likes": 600,
        "description": "Chef Emily Davis is a pioneer in the world of sustainable seafood. He is the founder of a seafood restaurant that exclusively serves seafood caught using sustainable fishing methods. Chef David's commitment to sustainability extends beyond his restaurant, and he frequently collaborates with local organizations to raise awareness about the importance of sustainable fishing practices. When he's not in the kitchen, you can find Chef David volunteering at local food banks or hiking in the nearby wilderness."
    }
]